const errorsTextTemplate = {
  name: 'Первый символ должен быть заглавной буквой',
  family_name: 'Первый символ должен быть заглавной буквой',
  date_of_birth: '',
  tel1: 'Номер телефона соответсвтовать формату Х-ХХХХ-ХХ-ХХ',
  tel2: 'Номер телефона не может содержать более 9цифр',
  web_site: 'Адрес веб-сайта должен начинаться с https://',
  about: 'Текст не может содержать более 600 символов',
  skills: 'Текст не может содержать более 600 символов',
  last_proj_description: 'Текст не может содержать более 600 символов',
};

export default errorsTextTemplate;
